package com.android.uraall.pizzarecipes;

public class Beef {

    public static final String BEEF_TITLE = "Говядина";
    public static final String BEEF_DESCRIPTION = "Рецепты ПП блюд из говядины: фаршированный перец, паста ...";
    public static final String BEEF_RECIPE ="Бурито\n" +
            "\n" +
            "Ингредиенты:\n" +
            "На I порцию:\n" +
            "•\t50 г Фарша говяжего (до 5 % жирности)\n" +
            "•\tФасоль красная отварная\n" +
            "•\tI/4 луковицы\n" +
            "•\t50 г томатной пасты (из натуральных томатов)\n" +
            "•\tI/4 свежего томата\n" +
            "•\tТмин молотый\n" +
            "•\t50 г красного перца\n" +
            "•\tСоль и свеже-молотый черный перец\n" +
            "•\tI/2 лаваша тонкого\n" +
            "Приготовление:\n" +
            "Лук мелко порезать и обжарить на смазанной маслом сковороде.\n" +
            "Перец, помидор порезать кубиками.\n" +
            "Фасоль остальные овощи отправить к луку.\n" +
            "Фарш выложить в сковороду к овощам.\n" +
            "Влить томатную пасту, добави специи и тушить I0-I5 мин.\n" +
            "Фарш выложить на лаваш и завернуть конвертиком.\n" +
            "Конвертик с фаршем обжарить с двух сторон на сковороде Подпвать с соусом сальса.\n" +
            "\n" +
            "Паста Болонез\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г говяжего фарша (до 5% жирности)\n" +
            "•\tI зубчик чеснока\n" +
            "•\tI луковица\n" +
            "•\tI пучек орегано\n" +
            "•\tI пучек базилика\n" +
            "•\t200 г томатной пасты (из свежих помидоров)\n" +
            "•\tСпеции.\n" +
            "•\tфит парад I/2 порции.\n" +
            "•\tСпагетти цельнозерновые.\n" +
            "Приготовление:\n" +
            "Лук обжарить на смазанной маслом сковороде.\n" +
            "К луку добавить фарш, специи, мелко нарезаный орегано и базилик тушить под крышкой I0-I5 мин.\n" +
            "Затем добавить томатную пасту и фит парад тушит еще 5-7 минут.\n" +
            "Спагетти отварить до состояния аль денте.\n" +
            "Спагетти разложить по тарелкам, сверху выложить соус.\n" +
            "\n" +
            "Перец фаршированный\n" +
            "\n" +
            "Ингредиенты:\n" +
            "4-6 шт. небольших перцев.\n" +
            "400 г фарша говяжего (смесь говядины и свинины)\n" +
            "1/2 стакана риса\n" +
            "I морковь\n" +
            "1 лук репчатый\n" +
            "100 мл томатной пасты\n" +
            "1 пучок петрушки\n" +
            "специи\n" +
            "Приготовление:\n" +
            "С перца срезать верхнюю часть, очистить перец от семян.\n" +
            "Лукмелко нарезать и пассеровать на смазанной маслом сковороде.\n" +
            "Морковь натереть, добавить к луку и пассеровать овощи еще 2-3 минуты.\n" +
            "Рис промыть и отварить в кипящей воде в течение 5-6 минут (он не должен быть готовым), воду слить.\n" +
            "Смешать фарш, рис, лук с морковью, черный перец, мелко нарезанную зелень петрушки и соль.\n" +
            "Нафаршировать перец и уложить вертикально в широкую кастрюлю.\n" +
            "Залить перец горячей водой, не выше края перца, и готовить на слабом огне под крышкой около 30 минут.\n" +
            "В конце приготовления влить в кастрюлю томатную пасту или добавить томат-пасту, и тушить еще 10 минут.\n" +
            "\n" +
            "Ростбиф с зеленью и чесноком\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t600 г говядины (до 5% жирности)\n" +
            "•\t50 г вина белого сухого\n" +
            "•\t2 зубчика чеснока\n" +
            "•\tПетрушка\n" +
            "•\t1 веточка розмарина\n" +
            "•\t1 ч. л. оливкового масла\n" +
            "•\tСоль и свеже-молотый черный перец\n" +
            "Приготовление:\n" +
            "Чеснок, петрушку, розмарин нарезать и перетереть.\n" +
            "Добавить в смесь оливковое масло и перемешать.\n" +
            "В мясе сделать 3 продольных прокола острым ножем\n" +
            "Отверстия заполнить зеленью\n" +
            "Мясо натереть солью и перцем и обмотать кулинарной нитью.\n" +
            "Поместить в мультиварку.\n" +
            "Вино смешать с водой и залить мясо.\n" +
            "Готовить на медленном режиме 2-3 часа.\n" +
            "По готовности остудить и нарезать ломтиками.\n" +
            "\n" +
            "Говядина тушеная со сладким перцем\n" +
            "\n" +
            "Ингредиенты:\n" +
            "500 г говядины\n" +
            "1\tзубчик чеснока\n" +
            "20 г красного столового вина\n" +
            "2\tстебля сельдерея\n" +
            "I морковь\n" +
            "I сладкий перец\n" +
            "Соль, перец, прованские травы, лавровый лист\n" +
            "Приготовление:\n" +
            "Мясо нарезать кубиками и обжарить на смазанной маслом сковороде.\n" +
            "Чеснок мелко нарезать и добавить к мясу\n" +
            "Влить вино и жарить перемешивая 5-7 мин.\n" +
            "Добавить специи и тушить на медленном огне под крышкой 30мин.\n" +
            "Остальные ингредиенты нарезать кубиками, и добавить к мясу. Тушить еще 20 мин, пока мясо не станет мягким.\n";
}
