package com.android.uraall.pizzarecipes;

public class Chicken {

    public static final String CHICKEN_TITLE = "Курица и индейка";
    public static final String CHICKEN_DESCRIPTION = "Рецепты ПП блюд из курицы, овощей, говядины и пр. ...";
    public static final String CHICKEN_RECIPE ="Индейка, тушеная в кокосовом молоке\n" +
            "\n" +
            "Ингредиенты:\n" +
            "400 г индейки\n" +
            "100 мл кокосового молока\n" +
            "100 г шампиньонов\n" +
            "Специи\n" +
            "Приготовление:\n" +
            "Индейку нарезать кубиками\n" +
            "Шампиньоны нарезать дольками\n" +
            "Сковороду смазать маслом, выложить индейку и обжарить ее до золотистой корочки с 2 сторон.\n" +
            "Затем добавить шампиньоны и влить молоко.\n" +
            "Добавить специи и тушить 5-7 мин под крышкой.\n" +
            "\n" +
            "Куриное филе,запеченое с кабачком\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г куриного филе\n" +
            "•\t1 кабачок\n" +
            "•\t2 помидора\n" +
            "•\tСыр легкий до 15%\n" +
            "•\tСпеции\n" +
            "Приготовление:\n" +
            "Куриное филе нарезать тонкими слайсами и натереть специями.\n" +
            "Кабачок и помидор нарезать кружочками.\n" +
            "Сыр натереть.\n" +
            "На каждый слайс филе выложить кабачок, помидор и сыр.\n" +
            "Выпекать в разогредой до 180 гр. духовка 30 мин. \n" +
            "\n" +
            "Котлеты из курицы и кабачка\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г филе\n" +
            "•\tI луковица\n" +
            "•\tI кабачок\n" +
            "•\tСпеции\n" +
            "Приготовление:\n" +
            "Сделать фарш из индейки в блендере или мясорубке.\n" +
            "Лук порезать и обжарить до золотистого цвета.\n" +
            "Кабачок натереть на терке\n" +
            "Смешать фарш, лук, кабачок и специи.\n" +
            "Сформировать котлеты и выложить на противень\n" +
            "Запекать в разогретой до I80 гр. духовке 25-30 мин\n" +
            "\n" +
            "Котлеты из индейки и тыквы\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г филе индейки\n" +
            "•\tI луковица\n" +
            "•\tI00 г тыквы\n" +
            "•\tСпеции\n" +
            "Приготовление:\n" +
            "Сделать фарш из индейки в блендере или мясорубке.\n" +
            "Лук порезать и обжарить до золотистого цвета.\n" +
            "Тыкву натереть на терке.\n" +
            "Смешать фарш, лук, кабачок и специи.\n" +
            "Сформировать котлеты и выложить на противень.\n" +
            "Запекать в разогретой до I80 гр. духовке 30 мин.\n" +
            "\n" +
            "Фрикадельки в томатном соусе\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г куриного филе (или индейки)\n" +
            "•\tI луковица\n" +
            "•\t200 г томатной пасты (из свежих томатов)\n" +
            "•\t50 мл кокосового молока\n" +
            "•\tСпеции\n" +
            "Приготовление:\n" +
            "Сделать фарш из индейки в блендере или мясорубке.\n" +
            "Лук порезать и обжарить до золотистого цвета.\n" +
            "Сформировать фрикадельки и обжарить на смазанной маслом сковороде.\n" +
            "Залить томатной фрикадельки томатной пастой и добавить кокосовое молоко. Тушить 7-10 мин под закрытой крышкой.\n" +
            "\n" +
            "Курица карри\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г куриного филе\n" +
            "•\t1 зубчик чеснока\n" +
            "•\t1/2 луковицы\n" +
            "•\t10 г корня имбиря\n" +
            "•\t100 г кокосового молока\n" +
            "•\t2 ч. л. приправы карри\n" +
            "•\tСоль, перец\n" +
            "•\t1/2 лайма\n" +
            "Приготовление:\n" +
            "Лук порезать кубиками и обжарить до золотистого цвета.\n" +
            "Приправу карри добавить к луку\n" +
            "Куриное филе порезать полосочками и добавить к луку, обжарить 5 мин.\n" +
            "Влить кокосовое молоко.\n" +
            "Добавить остальные специи по вкусу и выдавить сок из лайма.\n" +
            "Тушить 10 мин.\n" +
            "Подавать с рисом басмати.\n" +
            "\n" +
            "Курица тушеная с бататом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г куриного филе\n" +
            "•\t2 батата\n" +
            "•\t1/2 луковицы\n" +
            "•\t1 морковь\n" +
            "•\t1 помидор\n" +
            "Приготовление:\n" +
            "Курицу, батат и помидор нарезать кубиками.\n" +
            "В кастрюлю сложить все ингредиенты слоями.\n" +
            "Лук порезать и обжарить на смазанной маслом сковороде и добавить в кастрюлю.\n" +
            "Добавить специи и 200 мл воды.\n" +
            "Тушить 20 минут, затем добавить специи и перемешать.\n" +
            "При подаче посыпать зеленью.\n" +
            "\n" +
            "Шаверма\n" +
            "\n" +
            "Ингредиенты:\n" +
            "На I порцию:\n" +
            "•\t50 г филе индейки\n" +
            "•\t30 г моркови\n" +
            "•\t30 г салата айсберг\n" +
            "•\tI/4 помидора\n" +
            "•\tI ст. л. йогурта натурального\n" +
            "•\tI/2 ч. л. пасты томатной\n" +
            "•\tI/2 ч. л. горчицы\n" +
            "•\tЛаваш тонкий\n" +
            "Приготовление:\n" +
            "Филе нарезать тонкой соломкой и обжарить на смазанной маслом сковороде.\n" +
            "Морковь потереть на терке.\n" +
            "Салат айсберг и помидор нарезать соломкой.\n" +
            "Для соуса смешать йогурт, горчицу и томатную пасту.\n" +
            "На лаваш выложить овощи, индейку и соус и завернуть конвертиком.\n" +
            "\n" +
            "Бургер куриный\n" +
            "\n" +
            "Ингредиенты:\n" +
            "На I порцию:\n" +
            "•\tI00 г куриного фарша из куриной грудки\n" +
            "•\tI колечко большого помидора\n" +
            "•\tI колечко красного лука\n" +
            "•\tI соленый корнишон\n" +
            "•\t20 г сыра легкого (до I5%)\n" +
            "•\tI/2 ч. л. пасты томатной\n" +
            "•\tI/2 ч. л. горчицы\n" +
            "•\tлист салата\n" +
            "•\tбулочка зерновая fazer\n" +
            "Приготовление:\n" +
            "Фарш заправить специями, сформировать плоскую котлету и обжарить с 2 сторон\n" +
            "Одну булочку смазать горчицей\n" +
            "Вторую булочку смазать томатной пастой\n" +
            "На улочку положить салат, лук, помидор, котлету, порезанные слайсами корнишон, сыр и накрыть второй булочкой.\n" +
            "САЛАТЫ С КУРИЦЕЙ и ИНДЕЙКОЙ\n" +
            "\n" +
            "Цезарь с курицей\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г куриного филе\n" +
            "•\tСалат айсберг\n" +
            "•\t30 г сыр тверды\n" +
            "•\tХлебцы dr. Korner кукурузно-рисовые тонкие\n" +
            "•\tСоль, перец, чеснок гранулированый\n" +
            "Для соуса (на 2 порции):\n" +
            "•\t2 ст. л. масла оливкового\n" +
            "•\t1 яичный желток\n" +
            "•\t1 ч. л. горчицы\n" +
            "Приготовление:\n" +
            "Салат нарезать, сыр натереть, хлебцы поломать на 4 равные части.\n" +
            "Выложить все ингредиенты на тарелку.\n" +
            "Курицу обжарить по 3 минуты с каждой стороны и нарезать.\n" +
            "Для соуса: масло, горчицу, желток, соль и черный перец взбить до густой консистенции майонеза.\n" +
            "Заправить салат соусом.\n" +
            "Сверху посыпать тертым сыром.\n" +
            "\n" +
            "Салат с курицей и овощами\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г куриного филе\n" +
            "•\tСалат айсберг или фрилиз\n" +
            "•\t1/2 огурца\n" +
            "•\t1/2 помидора\n" +
            "•\t1/2 моркови\n" +
            "•\t2 ст. л. кукурузы\n" +
            "•\t1 ст. л. яблочного уксуса\n" +
            "•\t1ст. л. оливкового масла\n" +
            "•\tщепотка фит парада\n" +
            "•\t1 ч. л. горчицы\n" +
            "Приготовление:\n" +
            "Овощи порезать, морковь потереть на крупной терке и выложить все на тарелку.\n" +
            "Курицу обжарить на смазанной маслом сковороде или гриле, порезать выложить сверху овощей.\n" +
            "Посыпать салат кукурузой.\n" +
            "Масло, уксус, горчицу и сахаразаменитель смешать и заправить салат.\n" +
            "\n" +
            "Салат с курицей и грейпфрутом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г куриной грудки\n" +
            "•\t1/2 грейпфрута\n" +
            "•\tруккола\n" +
            "•\t1 пучек петрушка\n" +
            "•\t1/2 веточки свежей мяты\n" +
            "•\t20 мл соевого соуса\n" +
            "•\t1 ст. л. оливкового масла\n" +
            "•\t1 ч. л. кунжута\n" +
            "Приготовление:\n" +
            "Куриную грудку нарезать и залить соевым соусом и оставить на 10 мин.\n" +
            "Петрушку с мятой мелко нарубить.\n" +
            "Грейпфрут очистить от кожуры и пленки, мякоть порезать.\n" +
            "Филе обжарить на сковороде, смазанной маслом или на гриле.\n" +
            "Рукколу выложить на тарелку.\n" +
            "Добавить грейпфрут и куриную грудку.\n" +
            "Посыпать салат кунжутом и сбрызнуть маслом.\n" +
            "\n" +
            "Салат с индейкой гриль и кабачком\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г индейки\n" +
            "•\t1/4 кабачка\n" +
            "•\t1/2 огурца\n" +
            "•\t4 помидора чери\n" +
            "•\tкрасный лук\n" +
            "•\tсоль и свеже-молотый черный перец\n" +
            "•\tорегано\n" +
            "•\t1 ст. л. масла оливкового\n" +
            "Приготовление:\n" +
            "Индейку натереть специями и пожарить на гриле и нарезать.\n" +
            "Кабачок нарезать полукольцами и обжарить на гриле до полу-готовности (2-3 мин.)\n" +
            "Огурец и лук нарезать полукольцами.\n" +
            "Чери разрезать пополам.\n" +
            "Смешать все ингредиенты, заправить маслом, посыпать солью и орегано.\n";
}
