package com.android.uraall.pizzarecipes;

public class Dessert {
    public static final String DESSERT_TITLE = "Десерты";
    public static final String DESSERT_DESCRIPTION = "Рецепты вкусных десертов без сахара ...";
    public static final String DESSERT_RECIPE = "Цитрусово-гранатовый фруктовый салат\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t50 г апельсина\n" +
            "•\t50 г хурмы\n" +
            "•\t50 г грейпфрута\n" +
            "•\t50 г гранатовых семечек\n" +
            "•\t2 ст. л. свежего сока лайма\n" +
            "•\tСвежая мята\n" +
            "Приготовление:\n" +
            "Грейпфрут очистить от пленки и порезать\n" +
            "Порезать все фрукты на маленькие кусочки и смешать\n" +
            "Мяту мелко нарезать и смешать с фруктами\n" +
            "Посыпать гранатовыми семечками и полить соком лайма.\n" +
            "Украсить веточой мяты.\n" +
            "\n" +
            "Смузибоул с голубикой\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t20 г овсянки\n" +
            "•\tI порция фит парада.\n" +
            "•\tI0 г тыквенных семечек\n" +
            "•\t50 г замороженой голубики\n" +
            "•\tI5 г льняной муки\n" +
            "•\tI/4 стакана миндального молока\n" +
            "•\t3 шт. клубники\n" +
            "Смазать маслом сковороду обжарить овсянку с фит парадом.\n" +
            "Клубнику порезать слайсами.\n" +
            "В блендере взбить голубику, муку, молоко.\n" +
            "Смузи выложить в миску.\n" +
            "Сверху полосочками высыпать овсянку, семечки.\n" +
            "\n" +
            "Мороженное малиновый щербет\n" +
            "\n" +
            "Ингредиенты:\n" +
            "I00 г малины\n" +
            "50 мл кокосового молока (жирного)\n" +
            "I сл. л. кокосового масла\n" +
            "Сахарозаменитель (по вкусу)\n" +
            "Приготовление:\n" +
            "Все ингредиенты смешать в блендере вылить в форму и поставить в морозилку. Периодически доставать и перемешивать, чтобы мороженое не превратилось в лед.\n" +
            "\n" +
            "Мороженное из авокадо и банана\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\tI авокадо\n" +
            "•\tI банан\n" +
            "•\tсок I/2 лимона или лайма\n" +
            "Приготовление:\n" +
            "Авокадо, банан, и сок лимона взбить в блендере и поставить в морозилку. Периодически доставать и перемешивать, чтобы мороженое не превратилось в лед.\n" +
            "\n" +
            "Яблоки запеченые с черникой\n" +
            "\n" +
            "Ингредиенты:\n" +
            "Яблоко\n" +
            "Черника свежая или замороженая\n" +
            "Кокосовая стружка\n" +
            "Миндальные хлопья\n" +
            "Сахарозаменитель\n" +
            "Лимонный сок\n" +
            "Корица\n" +
            "Приготовление:\n" +
            "Из яблока вырезать сердцевину и смазать лимонным соком.\n" +
            "Чернику смешать с сахаразаменителем и нафаршировать ябоки.\n" +
            "Сверху посыпать кокосовой стружкой, миндальными хлопьями и корицей.\n" +
            "Поставить в разогретую до I80 гр. духовку и запекать 30-35 мин.\n" +
            "\n" +
            "Бананово-шоколадный кекс\n" +
            "\n" +
            "Ингредиенты\n" +
            "•\t2 спелых банана\n" +
            "•\t2 яйца\n" +
            "•\t3 ст. л. какао-порошка\n" +
            "•\tI00 г овсяной муки\n" +
            "•\tванилин\n" +
            "Приготовление:\n" +
            "Яичные бели отделить и взбить с щепоткой соли.\n" +
            "Бананы размять вилкой или в блендере и смешаь с сухими ингредиентами.\n" +
            "Аккуратно ввести в смесь белки.\n" +
            "Вылить тесто в форму и выпекать 25-30 мин. при 180 гр.\n" +
            "\n" +
            "Овсяно-льняные панкейки\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г овсянки\n" +
            "•\t30 г льняной муки\n" +
            "•\t2 яичных белка\n" +
            "•\t1 целое яйцо\n" +
            "•\t50 мл кокосового (или любого растительного) молока.\n" +
            "•\tФит парад\n" +
            "Приготовление:\n" +
            "Все ингредиенты смешать в блендере.\n" +
            "Выливать ложкой на смазанную маслом сковороду и выпекать с 2 сторон.\n" +
            "\n" +
            "Льняные кексы со смородиной в микроволновке\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t50 г льняной муки\n" +
            "•\t1 яйцо\n" +
            "•\t2 яичных белка\n" +
            "•\tФит парад - 2 порции\n" +
            "•\t50 г черной смородины замороженой или свежей\n" +
            "Приготовление:\n" +
            "Смешать все ингредиенты, кроме смородины миксером.\n" +
            "Высыпать смородину и аккуратно перемешать\n" +
            "Разложить тесто в силиконовые формочки и поставить в микроволновку на 5 мин.\n" +
            "\n" +
            "Брусничный пирог с грецком орехом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г цельнозерновой муки\n" +
            "•\t100 г овсяных хлопьев\n" +
            "•\t2 ст. л. пшеничных ростков (не обязательно\n" +
            "•\t1 ч. л.\n" +
            "•\t4 порции сахарозаменителя\n" +
            "•\t2 яйца\n" +
            "•\t2 белка\n" +
            "•\t50 мл растительного молока\n" +
            "•\t1/2 ч. л. соды, гашеной в 1 ч.л. яблочного уксуса.\n" +
            "•\t1/3 ч. л. гвоздики\n" +
            "•\t1/2 ч. л. корицы\n" +
            "•\t1/2 ч. л. соли\n" +
            "•\t100 г брусники\n" +
            "•\t50 г грецких орехов (или пекана)\n" +
            "Приготовление:\n" +
            "Яичные белки взбить миксером с соль до густой пены.\n" +
            "Грецкий орех измельчить ножом.\n" +
            "Пшеничные ростки смолоть в блендере.\n" +
            "Овсянку смолоть в муку и смешать со всеми остальными ингредиентами, кроме брусники.\n" +
            "Ввести в смесь яичные белки.\n" +
            "Высыпать бруснику и перемешать.\n" +
            "Вылить в форму и поставить в разогретую до 180 гр. духовку на 30-35 мин.\n" +
            "\n" +
            "Шарлотка\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г ржаной муки\n" +
            "•\t100 г овсяных хлопьев\n" +
            "•\t4 порции сахарозаменителя\n" +
            "•\t2 яйца\n" +
            "•\t2 белка\n" +
            "•\t50 мл растительного молока\n" +
            "•\t1/2 ч. л. корицы\n" +
            "•\t1/2 ч. л. соли\n" +
            "•\t1/2 ч. л. соды, гашеной в 1 ч.л. яблочного уксуса.\n" +
            "•\t2 яблока\n" +
            "Приготовление:\n" +
            "Яичные белки взбить миксером с соль до густой пены.\n" +
            "Яблоки порезать тонкими дольками.\n" +
            "Овсянку смолоть в муку и смешать со всеми остальными ингредиентами, кроме яблок.\n" +
            "Ввести в смесь яичные белки.\n" +
            "Вылить в форму.\n" +
            "Затем вставить перпендикулярно в тесто дольки яблок.\n" +
            "Поставить в разогретую до 180 гр. духовку на 30-35 мин.\n" +
            "\n" +
            "Пуддинг с семенами чиа и манго\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t2 ст. л. семян чиа\n" +
            "•\t100 мл кокосового молока\n" +
            "•\t50 г манго\n" +
            "•\t1 порция фит парада\n" +
            "Приготовление:\n" +
            "В стакане чиа смешать с молоком и фит парадом.\n" +
            "Сверху выложить манго.\n" +
            "Поставить в холодильник на 30 мин до застывания пудинга.\n" +
            "\n" +
            "Кексы творожные\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t200 г творога мягкого,\n" +
            "•\t50 г овсяной муки\n" +
            "•\tКорица\n" +
            "•\t3 яичных белка\n" +
            "•\tВанилин, сах. зам.\n" +
            "•\t1/2 ч. л. соды, гашеной в I ч.л. яблочного уксуса.\n" +
            "Приготовление:\n" +
            "Белки взбить с солью до пиков.\n" +
            "Смешать с остальными ингридиентами.\n" +
            "Добавить соду, гашеную с уксусом.\n" +
            "Разложить по силиконовым формочкам для кексов Поставить в разогретую до 180 гр. духовку на 20-25 мин.\n" +
            "\n" +
            "Безе\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\tЯичные белки\n" +
            "•\tСахарозаменитель\n" +
            "•\tСоль\n" +
            "Приготовление:\n" +
            "Яичные белки взбить с щепоткой соли до пиков, добавить ванилин и сахарозаменитель. Выложить на противень ложкой.\n" +
            "Поставить в разогретую до 90-110 гр. духовку.\n" +
            "Выпекать 90 мин, не открывая духовку.\n" +
            "\n" +
            "Тирамису\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t1 порция сывороточного протеина,\n" +
            "•\t1 ст. л отрубей\n" +
            "•\tКакао\n" +
            "•\tКофе\n" +
            "•\t2 яичных белка\n" +
            "•\tТворог мягкий (100 г)\n" +
            "•\tЙогурт натуральный (50г)\n" +
            "Ванилин\n" +
            "Сахарозаменитель\n" +
            "Приготовление\n" +
            "Белки взбить до пиков с солью\n" +
            "Смешать с протеином и отрубями, вылить в формочку или в миску и отправить на 5 мин в микроволновку.\n" +
            "Порезать получившийся бисквит на кубики.\n" +
            "Приготовить кофе.\n" +
            "Для крема: творог смешать с йогуртом и сахаразаменителем.\n" +
            "В чашку выкладывать кубики бисквита, обмакнув в кофе и полив каждый слой кремом. Отправить в холодильник на несколько часов.\n" +
            "Вместо творога и молока в данном рецепте можно использовать кокосовые сливки или кокосовый йогурт.\n" +
            "\n" +
            "Кокосово-клубничное суфле\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\tКокосовое молоко\n" +
            "•\tСахарозаменитель\n" +
            "•\tЖелатин или агарагар\n" +
            "•\tКлубника\n" +
            "Приготовление:\n" +
            "Агарагар или желатин развести по инструкции.\n" +
            "Вскипятить кокосовое молоко и влить туда агарагар.\n" +
            "Поварить около минуты, остудить и разлить по формочкам\n" +
            "В формочки добавить клубнику и поставить в холодилник до застывания.\n" +
            "\n" +
            "Кекс в кружке за 5 мин.\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t50 г кукурузной или рисовой муки\n" +
            "•\tI яйцо\n" +
            "•\t20 г орехов\n" +
            "•\tI0 г изюма\n" +
            "•\tI орция сахарозаменителя\n" +
            "Приготовление:\n" +
            "Все ингредиенты смешать в кружке и поставить в микроволновку на 5 мин.\n" +
            "\n" +
            "Печенье овсяное\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г овсянки\n" +
            "•\t1 яблоко\n" +
            "•\tФит парад\n" +
            "•\tМолоко овсяное 50 мл.\n" +
            "Приготовление:\n" +
            "Овсянку залить молоком, добавить фит парад и дать разбухнуть до состояния густой каши.\n" +
            "Яблоко натереть на терке и смешать кашей.\n" +
            "Выложить смесь на противень в форме печенек.\n" +
            "Выпекать 30 мин. при 180 гр.\n" +
            "Можно поставить температуру поменьше и выпекать дольше, чтобы печеньки получились хрустящими.\n" +
            "\n" +
            "Десерт из яблока и орехов\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t1 яблоко\n" +
            "•\t1/2 ч.л. корицы\n" +
            "•\t2 ст. л, кокосовой стружки\n" +
            "•\t2 ст.л, миндальной муки\n" +
            "•\t100 г орехов пекан.\n" +
            "Приготовление:\n" +
            "Яблоко натрите на мелкой терке.\n" +
            "Орехи перемолите в пасту в блендере.\n" +
            "Смешайте пасту с остальными ингредиентами.\n" +
            "Сформируйте конфеты и поставьте в холодильник на 30 мин.\n" +
            "\n" +
            "Пирожные с кокосовым кремом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t200 г творога мягкого\n" +
            "•\t2 яичных белка\n" +
            "•\t60 г муки ржаной,\n" +
            "•\t50 гр муки овсяной\n" +
            "•\tсах. зам.\n" +
            "•\t1/2 ч. л. соды, гашеной в 1 ч.л. яблочного уксуса\n" +
            "Крем:\n" +
            "•\t100 мл кокосового молока\n" +
            "•\t2 ч. л. крахмала кукурузного\n" +
            "•\tяичный желток\n" +
            "Приготовление:\n" +
            "Крем:\n" +
            "Молоко вскипятить, влить желток.\n" +
            "Крахмал развести с холодной водой, добавить к молоку и варить до загустения крема.\n" +
            "Остудить.\n" +
            "Для теста:\n" +
            "Белки взбить до пиков.\n" +
            "Смешать с остальными ингридиентами и добавить соду.\n" +
            "Разложить на противень в виде булочек и выпекать 20 мин. до золотистого цвета.\n" +
            "Остудить и разрезать вдоль.\n" +
            "Начинить булочки кремом.\n" +
            "\n" +
            "Корзиночи с ягодами\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г ржаной муки\n" +
            "•\t1 яйцо\n" +
            "•\t50 мл овсяного молока\n" +
            "•\tСахарозаменитель\n" +
            "•\t100 г черники замороженой или свежей.\n" +
            "•\t2 ч. л. крахмала\n" +
            "Приготовление:\n" +
            "Замесить тесто и выложить его на дно и по краю формочек для кексов, формируя корзиночку.\n" +
            "В 100 мл кипящей воды закинуть чернику, сахарозаменитель.\n" +
            "Крахмал развести с 2 ст. л. холодной воды и влить к чернике.\n" +
            "Кипятить 3 мин., затем разложить по формочкам.\n" +
            "Выпекать в разогретой до 180 гр. духовку на 30 мин.\n" +
            "\n" +
            "Профитроли\n" +
            "\n" +
            "Ингредиенты:\n" +
            "\n" +
            "•\t2 яйца\n" +
            "•\t30 г муки ржаной\n" +
            "•\t40 гр кукурузной\n" +
            "•\t1 порция сах. зам.\n" +
            "•\t1 ч. л. разрыхлителя\n" +
            "Крем:\n" +
            "•\t200 мл кокосового молока\n" +
            "•\t2 ч. л. крахмала кукурузного\n" +
            "•\tкакао\n" +
            "•\t2 порции сах. зам.\n" +
            "Приготовление:\n" +
            "Крем:\n" +
            "Молоко вскипятить.\n" +
            "Крахмал развести с холодной водой, добавить к молоку и варить до загустения крема 5-7 минут.\n" +
            "Остудить. (остывший крем станет еще гуще)\n" +
            "Для теста:\n" +
            "Воду вскипятить и поставить на медленный огонь.\n" +
            "Сухие ингредиенты перемешать и всыпать в кипящую воду, быстро перемешивая.\n" +
            "Должен получиться густой комок.\n" +
            "Остудить.\n" +
            "Затем разбить в смесь 2 яйца и тщательно перемешать миксером.\n" +
            "Крем переложить в кондитерский мешок (или простой кулек и сделать отверстие в уголке).\n" +
            "Разложить полосочками на противень.\n" +
            "Выпекать в разогретой до 220 гр. духовке 20 мин, и затем 10 мин при 150 гр.\n" +
            "Остудить.\n" +
            "Начинить профитроли кремом.\n";
}
