package com.android.uraall.pizzarecipes;

public class Eggs {

    public static final String EGGS_TITLE = "Яйца";
    public static final String EGGS_DESCRIPTION = "Рецепты из яиц: омлет, кексы, сэндвичи ...";
    public static final String EGGS_RECIPE = "Кексы из яиц и брокколи\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t2 яйца\n" +
            "•\t2 белка\n" +
            "•\tI00 г брокколи\n" +
            "•\t50 г легкого сыра (до 15%)\n" +
            "•\tМускатный орех\n" +
            "•\tСоль, перец\n" +
            "•\tI ст. л. кунжута\n" +
            "•\tI пучок зеленого лука\n" +
            "Приготовление:\n" +
            "Брокколи мелко нарезать.\n" +
            "Сыр натереть.\n" +
            "Яйца взбить.\n" +
            "Все ингредиенты смешать, добавить специи и разложить по формам для кексов.\n" +
            "Залить формы яйцом.\n" +
            "Поставить в разогретую до I80 г духовку на 20 мин.\n" +
            "\n" +
            "Омлет со шпинатом и грибами\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t2 яйца\n" +
            "•\t50 мл овсяного молока\n" +
            "•\tШпинат\n" +
            "•\t2 шт крупных шапминьона\n" +
            "Приготовление:\n" +
            "Яйца взбить миксером с молоком и добавить шпинат.\n" +
            "Грибы нарезать слайсами и обжарить на смазанной маслом сковороде.\n" +
            "Вылить на сковороду яйца, готовить под крышкой 5-7 мин.\n" +
            "\n" +
            "Сэндвич с яйцом, сыром и овощами\n" +
            "\n" +
            "Ингредиены:\n" +
            "•\tI кусочек хлеба ржаного\n" +
            "•\tI яйцо\n" +
            "•\t20 г авокадо\n" +
            "•\t20 г сыра легкого\n" +
            "•\t2 кружочка помидора\n" +
            "•\tI ч. л. горчицы\n" +
            "•\tПетрушка\n" +
            "Приготовление:\n" +
            "Хлеб поджарить на гриле.\n" +
            "На хлеб намазать горчицу.\n" +
            "Авокадо растолочь и намазать на хлеб, сверху положить сыр и помидоры.\n" +
            "Яйцо обжарить с 2х сторон, чтобы желток был жидким, и положить сверху на сэндвич. Петрушку мелко порезать и посыпать сверху. \n";

}
