package com.android.uraall.pizzarecipes;

public class Seafood {

    public static final String SEAFOOD_TITLE = "Рыба и морепродукты";
    public static final String SEAFOOD_DESCRIPTION = "Рецепты блюд из рыбы и морепродуктов, салаты, отдельные блюда ...";
    public static final String SEAFOOD_RECIPE = "Треска запеченая с сыром и помидорами\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• Филе трески порционное\n" +
            "• Сыр легкий (до 15%)\n" +
            "• Помидор\n" +
            "• Специи по вкусу\n" +
            "Приготовление:\n" +
            "Разложить треску на противень.\n" +
            "Сыр потереть на терке, помидор порезать кружочками.\n" +
            "На каждый кусочек трески положить помидор и сыр.\n" +
            "Выпекать 20 мин. в разогретой до 180 гр. духовке.\n" +
            "\n" +
            "Тунец с соусом из имбиря и кокосового молока.\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• Филе тунца\n" +
            "• 20 г. имбиря\n" +
            "• 1/2 лука\n" +
            "• 1 зубчик чеснока\n" +
            "• Соль и черный перец по вкусу\n" +
            "• 100 мл кокосового молока\n" +
            "• 1 ч. л. крахмала кукурузного\n" +
            "Приготовление:\n" +
            "Тунец обжарить на а/п скокороде по 3 мин с 2 сторон и выложить на тарелку.\n" +
            "Для соуса:\n" +
            "Обжарить лук, чеснок и мелко нарезаный имбирь.\n" +
            "В сковороду к луку и чесноку влить кокосовое молоко, специи.\n" +
            "Крахмал развести с холодной водой, влить в соус, и перемешивать до загустения. Полить соусом тунец.\n" +
            "\n" +
            "Окунь запеченый с розмарином\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• Окунь\n" +
            "• Веточки розмарина\n" +
            "• Лимон\n" +
            "• Специи по вкусу\n" +
            "• Рукав для запекания\n" +
            "Приготовление:\n" +
            "Почистить окунь от чешуи.\n" +
            "В каждую рыбину положить веточку розмарина и дольку лимона.\n" +
            "Натареть солью и перцем.\n" +
            "Положить в рукав для запекания.\n" +
            "Выпекать 30 мин. в разогретой до 180 гр. духовке.\n" +
            "\n" +
            "Форель запеченая с яблоками\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• Форель\n" +
            "• Веточки розмарина\n" +
            "• Яблоко красное\n" +
            "• Фольга\n" +
            "Приготовление:\n" +
            "Почистить форель от чешуи.\n" +
            "Яблоки порезать дольками\n" +
            "Нафаршировать форель яблоком и розмарином\n" +
            "Натереть солью и перцем.\n" +
            "Завернуть форель в фольгу\n" +
            "Выпекать 30 мин. в разогретой до 180 гр. духовке.\n" +
            "\n" +
            "Пирог с рыбой\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• 300 г овсянки\n" +
            "• 150 мл растительного молока\n" +
            "• 4 яичных белка\n" +
            "• 2 яичный желтка\n" +
            "• Специи\n" +
            "• Фит парад\n" +
            "• Рыба красная 300 г\n" +
            "Приготовление:\n" +
            "Овсянку перемолоть в блендере, добавить 1 порцию фит. парада.\n" +
            "Яичные белки взбить с щепоткой соли.\n" +
            "Смешать все ингредиенты для теста.\n" +
            "Рыбу порезать кубиками и выложить на дно формы для пирога.\n" +
            "Вылить тесто сверху на рыбу.\n" +
            "Поставить форму в духовку разогретую до 180 гр.\n" +
            "Выпекать 30-35 мин.\n" +
            "\n" +
            "Кальмар в кокосовом молоке\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• 400 мл кальмара\n" +
            "• 100 мл кокосового молока\n" +
            "• 1/2 луковицы\n" +
            "• 100 г шампиньонов\n" +
            "• Специи по вкусу\n" +
            "Приготовление:\n" +
            "Лук обжарить на смазанной маслом сковороде.\n" +
            "Шампиньоны порезать, отправить к луку.\n" +
            "Кальмар порезать кольцами и добавить в сковороду к грибами с луком.\n" +
            "Залить все кокосовым молоком и потушить в течении 5 минут.\n" +
            "Подавать с цельнозерновыми спагетти.\n" +
            "\n" +
            "Паста с морепродуктами\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• 100 г кальмара\n" +
            "• 100 г мидий\n" +
            "• 100 г трески\n" +
            "• 200 г томатной пасты (натуральные резаные томаты)\n" +
            "• 1 ст. л. масло оливковое\n" +
            "• Базилик свежий.\n" +
            "• Соль, свеже-молотый черный перец.\n" +
            "• Паста цельнозерновая\n" +
            "• Сыр легкий (до 15%)\n" +
            "Приготовление:\n" +
            "На раскаленную сковороду вылить оливковое масло.\n" +
            "Кальмар и треску порезать кубиками и вместе с мидиями выложить на сковороду.\n" +
            "Обжарить 3 минуты.\n" +
            "Влить томатную пасту.\n" +
            "Базилик порезать и отправить к морепродуктам.\n" +
            "Тушить все 5 минут.\n" +
            "Макароны отварить до состояния аль-дете.\n" +
            "Смешать морепродукты с пастой.\n" +
            "При подаче посыпать тертым сыром.\n" +
            "\n" +
            "Треска в соевом соусе\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• I луковица\n" +
            "• 6 шт. филе трески порционное\n" +
            "• I перец зеленый\n" +
            "• Соевый соус\n" +
            "• Соль и свеже-молотый перец\n" +
            "Приготовление:\n" +
            "Лук порезать полу кольцами.\n" +
            "Перец порезать соломкой\n" +
            "Обжарить лук и перец на смазанной маслом сковороде, влить 200 мл воды и 4 ст. л. соевого соуса.\n" +
            "Треску сложить в кастрюлю, и залить смесью из сковороды.\n" +
            "Добавить черный перц.\n" +
            "Тушить I5-20 минут.\n" +
            "Подавать с рисом.\n" +
            "\n" +
            "Рыбные палочки с томатным соусом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• 500 г горбуши\n" +
            "• 100г овсянки\n" +
            "• 2 яйца\n" +
            "• Специи\n" +
            "Томатая паста (натуральные томаты)\n" +
            "Чеснок гранулированый\n" +
            "Перец красный молотый\n" +
            "Паприка\n" +
            "Приготовление:\n" +
            "Из горбуши сделать фарш, добавить специи.\n" +
            "Яйцо взбить в миске\n" +
            "Овсянку смолоть в муку. Муку насыпать на плоскую поверхность.\n" +
            "Из рыба сформировать палочки.\n" +
            "Обмакивать каждую палочку сначала в яйце, затем в муке и обжаривать на сковороде, смазанной маслом с каждой стороны.\n" +
            "Для соуса: чеснок подавить и смешать с остальными ингредеентами.\n" +
            "\n" +
            "Нежные котлеты из кальмара\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• 400 г кальмара\n" +
            "• I Яйцо\n" +
            "• 50 г овсянки\n" +
            "• Специи\n" +
            "Приготовление:\n" +
            "Кальмар перемолоть в блендере\n" +
            "Овсянку смолоть в муку.\n" +
            "Смешать все ингридиенты.\n" +
            "Сформировать котлеты и обжарить на смазанной маслом сковороде.\n" +
            "\n" +
            "Котлеты из 2 рыб\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t200 г трески\n" +
            "•\t200 г семги\n" +
            "•\tI/2 луковицы\n" +
            "•\tI яйцо\n" +
            "•\t50 г овсянки\n" +
            "•\tСпеции\n" +
            "Приготовление:\n" +
            "Треску и семгу нарезать мелкими кубиками.\n" +
            "Овсянку перемолоть в муку.\n" +
            "Лук мелко порезать и обжарить на сковороде.\n" +
            "Смешать рыбу, овсянку, яйцо и специи.\n" +
            "Сформировать котлеты и обжарить на смазанной маслом сковороде.\n" +
            "\n" +
            "Котлеты из красной рыбы с красным перцем\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t500 г красной рыбы\n" +
            "•\tI красный перец\n" +
            "•\tI/2 луковицы\n" +
            "•\tI яйцо\n" +
            "•\t50 г овсянки\n" +
            "•\tСпеции\n" +
            "Приготовление:\n" +
            "Красную рыбу и перец нарезать мелкими кубиками.\n" +
            "Овсянку перемолоть в муку.\n" +
            "Лук мелко порезать и обжарить на сковороде.\n" +
            "Смешать рыбу, овсянку, яйцо и специи.\n" +
            "Сформировать котлеты и обжарить на смазанной маслом сковороде.\n" +
            "\n" +
            "Роллы из бурого риса\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t200 г бурого риса\n" +
            "•\t200 г слабооленой семги\n" +
            "•\tI большой огурец\n" +
            "•\tСалат айсберг\n" +
            "•\tКапуста нори для рол\n" +
            "Приготовление:\n" +
            "Рис отварить.\n" +
            "Рыбу, огурец и айсберг нарезать соломкой.\n" +
            "На лист нори выложить тонким слоем рис.\n" +
            "Выложить 2 ряда огурцов и 2 ряда семги, чередуя, I ряд айсберга.\n" +
            "Завернуть ролл.\n" +
            "Оставить в холодильнике на 20 минут.\n" +
            "Порезать, посыпать кунжутом, подать с соевым соусом.\n" +
            "\n" +
            "Шашлык из рыб\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\tфиле судака\n" +
            "•\tфиле семги\n" +
            "•\tкрасный перец болгарский\n" +
            "•\tсоевый соус\n" +
            "•\tшпажки\n" +
            "Приготовление:\n" +
            "Рыбу и перец нарезать крупными кубиками.\n" +
            "Обмакнуть в соевом соусе и нанизать, чередуя, на шпажки.\n" +
            "Запекать в разогретой до I80 гр. духовке 20-25 мин.\n" +
            "САЛАТЫ С МОР Е ПРОДУКТАМИ\n" +
            "\n" +
            "Салат с руколой и креветками\n" +
            "\n" +
            "Ингридиенты:\n" +
            "•\tРукола\n" +
            "•\t100 г помидоров чери\n" +
            "•\t100 г креветок\n" +
            "•\t1 ст. л. масло оливковое\n" +
            "•\t1 ст. л. сока лимона\n" +
            "•\tФит парад № 7\n" +
            "Приготовление:\n" +
            "Креветки отварить почистить\n" +
            "Выложить руколу, креветки и помидоры.\n" +
            "Для соуса смешать масло, лимон и щипотку фит-парада.\n" +
            "Полить соусом.\n" +
            "\n" +
            "Салат с тунцом и авокадо\n" +
            "\n" +
            "Ингредиенты:\n" +
            "200 г тунца в собственном соку\n" +
            "1 авокадо\n" +
            "50 г красного лука\n" +
            "1\tбольшой огурец\n" +
            "салат айсберг\n" +
            "кинза\n" +
            "3 ст. л. оливкового масла\n" +
            "2\tст. л. сока лимона\n" +
            "Кинза\n" +
            "Соль и свеже-молотый перец\n" +
            "Приготовление:\n" +
            "Салат айсберг, огурец и лук и авокадо нарезать и смешать.\n" +
            "С тунца слить сок и добавить в салат.\n" +
            "Для соуса: мелко нарубить кинзу, смешать с маслом и лимоном.\n" +
            "Добавить соус и специи.\n" +
            "\n" +
            "Салат с слабосоленым лососем и авокадо под цитрусовым соусом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t50 г лосося слабосоленого\n" +
            "•\tсалат айсберг\n" +
            "•\t1/2 авокадо\n" +
            "•\t5 ст. л. сока свежего апельсина\n" +
            "•\t1/2 чайной ложки крахмала кукурузного\n" +
            "•\t1 ч.л. кунжута\n" +
            "•\tСпеции\n" +
            "Приготовление:\n" +
            "Салат айсберг порезать и выложить на тарелку\n" +
            "Лосось порезать слайсами, свернуть рулетиками и выложить на салат.\n" +
            "Авокадо порезать кубиками и высыпать сверху\n" +
            "Сок апельсина смешать с крахмалом и заправить салат.\n" +
            "Помолоть черный перец сверху, посыпать кунжутом\n" +
            "\n" +
            "Цезарь с креветками\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г креветок вареных очищенных\n" +
            "•\tСалат айсберг\n" +
            "•\t30 г сыр тверды\n" +
            "•\tХлебцы dr. Korner кукурузно-рисовые тонкие\n" +
            "•\tСоль, перец, чеснок гранулированый\n" +
            "Для соуса (на 2 порции):\n" +
            "•\t2 ст. л. масла оливкового\n" +
            "•\t1 яичный желток\n" +
            "•\t1 ч. л. горчицы\n" +
            "Приготовление:\n" +
            "Салат нарезать, сыр натереть, хлебцы поломать на 4 равные части.\n" +
            "Выложить все ингредиенты на тарелку.\n" +
            "Сверху разложить креветки.\n" +
            "Для соуса: масло, горчицу, желток, соль и черный перец взбить до густой консистенции майонеза.\n" +
            "Заправить салат соусом.\n" +
            "Сверху посыпать тертым сыром.\n" +
            "\n" +
            "Салат с креветками, шпинатом и базиликом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "100 г очищенных вареных креветок\n" +
            "I початок вареной кукурузы\n" +
            "1 веточка базилика\n" +
            "1/2 помидора\n" +
            "Шпинат\n" +
            "I ст. ложка масла оливкового\n" +
            "I ст. л. сока лимона\n" +
            "Отделить зерна кукурузы.\n" +
            "Помидор порезать кубиками\n" +
            "Смешать шпинат, помидоры и кукурузу\n" +
            "Сверху выложить креветки.\n" +
            "Масло смешать с соком лимона и заправить салат.\n" +
            "Помолоть черный перец и посолить.\n" +
            "\n" +
            "Салат с кальмаром и яйцом\n" +
            "\n" +
            "Ингредиенты:\n" +
            "•\t100 г кальмара\n" +
            "•\t1 вареное в смятку яйцо (или пашот)\n" +
            "•\t1 огурец\n" +
            "•\tМикс салатов\n" +
            "•\tСпеции по вкусу\n" +
            "Приготовление:\n" +
            "Кальмар отварить и порезать кольцами.\n" +
            "Смешать кальмар с салатом, заправить специями.\n" +
            "Сверху выложить яйцо и надрезать, чтобы вытекал желток.";

}
