package com.android.uraall.pizzarecipes;

public class Soup {

    public static final String SOUP_TITLE = "Супы";
    public static final String SOUP_DESCRIPTION = "Рецепты ПП супов из курицы, овощей, говядины и пр. ...";
    public static final String SOUP_RECIPE = "Суп из сладкого перца, говядины и томатов\n" +
            "\n" +
            "Ингредиенты: \n" +
            "• 500 г говядины\n" +
            "• 300 г помидоров\n" +
            "• 2 красных сладких перца\n" +
            "• 1 морковь, нарезанные кубиками\n" +
            "• 1/2 луковицы\n" +
            "• 1 зубчика чеснока\n" +
            "• 1/2 ст. л. паприки\n" +
            "• 1/2 ст. л. порубленного свежего розмарина\n" +
            "• Масло (смазать сковороду кисточкой)\n" +
            "• Соль и свеже молотый черный перец по вкусу %\n" +
            "Приготовление: \n" +
            "1. Все ингредиенты порезать кубиками.\n" +
            "2. Приправьте говяжьи кубики по вкусу солью и свеже-молотым черным перцем.\n" +
            "3. Обжарьте говяжьи кубики в течение 1-2 минут с одной и другой стороны.\n" +
            "4. Обжарьте морковь, чеснок и лук до золотистого цвета.\n" +
            "5. Переложите все в кастрюлю. Добавьте помидоры и перец, залейте водой.\n" +
            "6. Затем варите на медленном огне в течение 30 - 35 минут. Добавьте\n" +
            "приправы по вкусу перед подачей на стол.\n" +
            "\n" +
            "Куриный сливочный суп с овощами\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• 450 г куриной грудки\n" +
            "• 1/2 луковицы нарезанная луковица\n" +
            "• 1 нарезанная морковь\n" +
            "• 1 батат, нарезанный кубиками (или картофелина)\n" +
            "• 100 г кокосового молока\n" +
            "• 2 порубленных зубчика чеснока\n" +
            "• 2 ст. л. порубленного свежего зеленого лука\n" +
            "• Масло (смазать сковороду)\n" +
            "• Соль и свеже-молотый черный перец по вкусу\n" +
            "Приготовление: \n" +
            "В кастрюлю положите нарезанную кубиками куриную грудку, залейте водой идоведите до кипения.\n" +
            "Затем, добавьте батат и морковь и варите до готовности овощей. Лук и чеснок обжарить на сковороде. Когда овощи в супе будут готовы, влить кокосовое молоко. Добавить лук и чеснок в кастрюлю, довести до кипения. Подавать с зеленью.\n" +
            "\n" +
            "Тыквенный суп-пюре\n"+
            "\n" +
            "Ингредиенты:\n" +
            "• 500 г тыквы\n" +
            "• 1/2 луковицы\n" +
            "• 1 зубчик чеснока\n" +
             "• 100 мл кокосового молока\n" +
            "• Мускатный орех\n" +
            "• Соль и свеже-молотый черный перец по вкусу \n" +
             "Приготовление: \n" +
            "Тыкву порезать и запечь в духовке.\n" +
            " Лук и чеснок обжарить на сковороде, смазанной маслом.\n" +
            "В блендер поместить тыкву, лук с чесноком, перемолоть, затем перелить в кастрюлю.\n" +
            "Добавить в кастрюлю 100 мл молока и 100 мл тыквы, и специи.\n" +
            "Довести до кипения.\n" +
            "\n" +
            "Овощной суп с индейкой\n" +
            "\n" +
            "Ингредиенты:\n" +
            "• 500 г грудки индейки\n" +
            "• 1/2 луковицы\n" +
            "• 1 морковь\n" +
            "• 2 батата (или картофелины)\n" +
            "• 200 г цветной капусты\n" +
            "• 1 перец сладкий\n" +"Приготовление: \n" +
            "Индейку порезать кубиками, положить в кастрюлю, залить водой, довести до кипения.\n" +
            "Лук и чеснок и морковь обжарить на сковороде, смазанной маслом.\n" +
            "Батат порезать кубиками, капусту разделить на соцветия.\n" +
            "Овощи добавить в кастрюлю к индейке, варить до готовности овощей.\n" +
            "Добавить зажарку.\n" +
            "Добавить специи по вкусу.";
}
